[
  {
    "id": "332500061034",
    "offense": "Georgia",
    "secondsLeftInGame": 2982,
    "scoreDifferential": 4,
    "yardsToGoal": 31,
    "distanceToFirstDown": 13,
    "isWentForIt": true,
    "wasSuccess": true,
    "playText": "Aaron Murray pass complete to Justin Scott-Wesley for 24 yards to the SCaro 7 for a 1ST down.",
    "blockKey": "Ahead 3-5 | H1 Early | YTG 31-40 | Dist 11-14",
    "likelihood": 0.13669709586209383,
    "rawRate": 0.10666666666666667,
    "smoothedRate": 0.13669709586209383,
    "sampleSize": 75,
    "meetsMinSample": true,
    "videoUrl": "https://youtu.be/PG4E6aD7eJY?t=1654",
    "playBackground": "The headline reads \"Aaron Murray, No. 11 Georgia top No. 6 S. Carolina in SEC East clash\" to Steve Spurrier's dismay.\n\nHaving come off a 12–2 2012 where the Dawgs narrowly lost the SEC championship and with a formidable returning cast that included Todd Gurley and Mike Bobo, Georgia began the 2013 season with high hopes ranked at number five. The first game of the season was a stinging disappointment, losing to number 8 Clemson 35–38. Inflated expectations meant the season was already on the line in week two. That might inspire caution in some coaches but not the likes of Mark Richt.\n\nOnly 10 minutes into the game, with Georgia up 7–3, they find themselves backed into a corner. It's 4th and 13 on the Carolina 31 after two incompletions and a run for a loss. This early in a high‑stakes game, with the entire season's hopes teetering, the sane choice is to try to put it through the uprights and move on. Mark Richt instead decided he didn't want to give up his turn with the football. A bold pass over the middle secures Georgia a first down and excellent field position. Georgia ends up winning with this play being one of the game's pivotal moments.",
    "rankSmoothed": 5
  },
  {
    "id": "401769073103966101",
    "offense": "Georgia",
    "secondsLeftInGame": 1118,
    "scoreDifferential": 2,
    "yardsToGoal": 70,
    "distanceToFirstDown": 5,
    "isWentForIt": true,
    "wasSuccess": true,
    "playText": "Landon Roldan pass complete to Lawson Luckie for 16 yds to the UGA 46 for a 1ST down",
    "blockKey": "Ahead 0-2 | H2 Early | YTG 61-70 | Dist 3-5",
    "likelihood": 0.12470926754026469,
    "rawRate": 0.06666666666666667,
    "smoothedRate": 0.12470926754026469,
    "sampleSize": 45,
    "meetsMinSample": true,
    "videoUrl": "https://youtu.be/Vz2JTZ-RU6w?t=813",
    "playBackground": "Georgia vs Ole Miss in the Sugar Bowl 2025.\n\nThis game doesn't need much introduction, I assume.\n\nOnly two points up and very far from the goal line in as high‑stakes a game as you could imagine, you need a true virtuoso calling the plays to pull this off. I can only imagine the comms on the field at the time. Kirby decrees they are going to fake punt, reverse pass while Mike Bobo begs him to punt. The game was decided on a very thin margin, so this was without a doubt the right call in hindsight.",
    "rankSmoothed": 4
  },
  {
    "id": "401282122103917301",
    "offense": "Georgia",
    "secondsLeftInGame": 1406,
    "scoreDifferential": 30,
    "yardsToGoal": 19,
    "distanceToFirstDown": 3,
    "isWentForIt": true,
    "wasSuccess": true,
    "playText": "JT Daniels pass complete to John FitzPatrick for 7 yds to the Misso 12 for a 1ST down",
    "blockKey": "Ahead 15+ | H2 Early | YTG 11-20 | Dist 3-5",
    "likelihood": 0.11648093279968195,
    "rawRate": 0.1036036036036036,
    "smoothedRate": 0.11648093279968195,
    "sampleSize": 222,
    "meetsMinSample": true,
    "videoUrl": "https://youtu.be/0BPOv8M7DxE?t=472",
    "playBackground": "Georgia vs. Missouri 2021\n\nHere's a quick coaching test: What should a team that is up 30 points in the third quarter do on a 4th‑and‑3 at easy field‑goal distance? A field goal, right? No. Wrong. There is one key piece of data missing in that decision. A National Championship team never lets off the gas, ever. The maniac screaming on the sideline is out for blood and we are going for it.",
    "rankSmoothed": 3
  },
  {
    "id": "253230061065",
    "offense": "Georgia",
    "secondsLeftInGame": 2265,
    "scoreDifferential": 4,
    "yardsToGoal": 41,
    "distanceToFirstDown": 6,
    "isWentForIt": true,
    "wasSuccess": true,
    "playText": "DJ Shockley pass complete to Mohamed Massaquoi for 13 yards to the Kent 28 for a 1ST down.",
    "blockKey": "Ahead 3-5 | H1 Mid | YTG 41-50 | Dist 6-8",
    "likelihood": 0.10089066898558054,
    "rawRate": 0.07746478873239436,
    "smoothedRate": 0.10089066898558054,
    "sampleSize": 142,
    "meetsMinSample": true,
    "videoUrl": "https://youtu.be/VpdWjZ0R1MA",
    "playBackground": "Georgia vs. Kentucky 2005\n\nI can't find the video for this one, so instead I have linked the 2005 team beating No. 8 Tennessee.\n\nThe 2005 season felt like a reset for Georgia: a roster with high expectations trying to re‑establish itself in a brutal SEC, where every Saturday could swing the narrative. Close games and field‑position battles were common, and fourth‑down decisions carried extra weight because momentum was so fragile.\n\nThis snap was bold because it came in a classic no‑man’s‑land situation: too far for a high‑percentage field goal and too risky to hand the ball away, yet far enough from the sticks that a failed attempt would gift the opponent good field position. Instead of playing for the punt and a long afternoon, Georgia trusted the offense to create a chunk play and keep the drive alive. The conversion flipped the field and sent a clear message that they weren’t playing cautiously that day.",
    "rankSmoothed": 2
  },
  {
    "id": "253230061042",
    "offense": "Georgia",
    "secondsLeftInGame": 2608,
    "scoreDifferential": -3,
    "yardsToGoal": 54,
    "distanceToFirstDown": 4,
    "isWentForIt": true,
    "wasSuccess": true,
    "playText": "Jeff Owens rush for 35 yards to the Kent 19 for a 1ST down.",
    "blockKey": "Behind 3-5 | H1 Mid | YTG 51-60 | Dist 3-5",
    "likelihood": 0.08610159300612844,
    "rawRate": 0.06880733944954129,
    "smoothedRate": 0.08610159300612844,
    "sampleSize": 218,
    "meetsMinSample": true,
    "videoUrl": "https://www.youtube.com/watch?v=TtntIqtnwt4",
    "playBackground": "Georgia vs. Kentucky 2005\n\nShockingly, yes, the top two are in the same game. I really wish I could find the video for this one. It is safe to say that Mark Richt was not in the mood to punt. Giving up the ball here would be a disaster, especially being down by 3. Instead of sending the ball to the 20‑yard line by foot, Georgia decided to run it there and keep it. Truly special. It is no wonder that Georgia won the SEC championship against LSU that year.",
    "rankSmoothed": 1
  }
]